Repository: OmegaT-L10N/gl
Catalog: omegat/project_save.tmx
Source language: en
Languages: gl

source: #Files
gl: #Ficheiros

source: &About...
gl: S&obre...

source: &Add
gl: Eng&adir

source: &Add...
gl: Eng&adir...

source: &Allow blank translations in the target files
gl: Permitir traducións en br&anco nos ficheiros de destino

source: &Allow translation to be equal to source
gl: &Permitir que as traducións sexan iguais á cadea orixinal

source: &Always
gl: Se&mpre

source: &Always Confirm Quit
gl: Confirmar &antes de saír

source: &Auto-propagation of Translations
gl: Propagación &automática das traducións

source: &Automatically check the spelling of text
gl: Comprobar &automaticamente a ortografía do texto

source: &Back
gl: At&rás

source: &Back in History
gl: Volver atrás no historia&l

source: &Bookmarks
gl: Marca&dores

source: &Browse
gl: E&xaminar

source: &Cancel
gl: &Cancelar

source: &Close
gl: Pe&char

source: &Comments
gl: &Comentarios

source: &Compatibility with OmegaT 2.6
gl: &Compatibilidade con OmegaT 2.6

source: &Cycle
gl: &Ciclo

source: &Defaults
gl: Pre&determinados

source: &Do not check printf-variables
gl: Non comprobar print

source: &Edit
gl: &Editar

source: &Edit...
gl: &Editar...

source: &Empty lines
gl: Liñas bal&eiras

source: &Endnotes
gl: Notas a&o final

source: &Exact search
gl: Busca &exacta

source: &File
gl: &Ficheiro

source: &Files
gl: &Ficheiros

source: &Filter
gl: &Filtrar

source: &Fix All
gl: Arran&xar todo

source: &Footnotes
gl: Notas ao &pé de páxina

source: &Force shortcut to "f" for <it pos="end"> tags
gl: &Forzar atallo a "f" para etiquetas <it pos="end">

source: &Forward in History
gl: Ir cara a adiante no &historial

source: &Glossaries
gl: &Glosarios

source: &Glossary
gl: &Glosario

source: &Go To
gl: &Ir a

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
gl: Ir ao seguinte se&gmento sen traducir detense cando hai polo menos unha tradución alternativa.

source: &Help
gl: A&xuda

source: &Ignore type and ctype attributes when building <ph> tag shortcuts
gl: &Ignorar atributos type e ctype ao construir atallos de etiquetas <ph>

source: &In translation
gl: Na traduc&ión

source: &Index entries
gl: Entradas do &índice

source: &Insert
gl: &Inserir

source: &Install new dictionary...
gl: &Instalar novo dicionario...

source: &Keyword search
gl: Buscar por &palabra clave

source: &Last Changes...
gl: Ú&ltimos cambios...

source: &Leave the segment empty
gl: Deixar o segmento ba&leiro

source: &License
gl: &Licenza

source: &Line breaks
gl: Quebras de &liña

source: &Load...
gl: Car&gar...

source: &Lower Case
gl: Minúscu&las

source: &Make the file filter settings project specific
gl: Facer que as preferencias de filtrado do ficheiro se&xan específicas para este proxecto

source: &Make the segmentation rules project specific
gl: Facer que as regras de seg&mentación sexan específicas para este proxecto

source: &Match Statistics
gl: &Estatísticas das coincidencias

source: &Minimal similarity:
gl: Similitude &mínima:

source: &Modification Info
gl: Información da &modificación dos segmentos

source: &Move Down
gl: &Baixar

source: &Name/ID:
gl: &Nome/ID:

source: &Never
gl: &Nunca

source: &New...
gl: &Novo...

source: &Next Segment
gl: Segui&nte segmento

source: &Notes
gl: &Notas

source: &OK
gl: &Aceptar

source: &Open Script...
gl: &Abrir script...

source: &Open...
gl: A&brir...

source: &Options
gl: &Opcións

source: &Prefix:
gl: &Prefixo:

source: &Presentation notes
gl: Notas de &presentación

source: &Preserve spaces for all tags
gl: &Preservar os espazos para todas as etiquetas

source: &Previous Segment
gl: Se&gmento anterior

source: &Project
gl: &Proxecto

source: &Properties...
gl: &Propiedades...

source: &Quit
gl: &Saír

source: &Redo Last Action
gl: &Refacer a última acción

source: &Regular expressions
gl: Expresións &regulares

source: &Reload
gl: &Recargar

source: &Remove
gl: Elimina&r

source: &Remove Filter
gl: Elimina&r filtro

source: &Remove untranslated strings in the target files
gl: Elimina&r cadeas sen traducir dos ficheiros de destino

source: &Replace
gl: Substituí&r

source: &Replace Next
gl: Substituí&r seguinte

source: &Restore Main Window
gl: &Restaurar a xanela principal

source: &Run
gl: Inicia&r

source: &Save
gl: &Gardar

source: &Save...
gl: &Gardar...

source: &Search
gl: Bu&scar

source: &Search Project...
gl: Bu&scar no proxecto...

source: &Segment Number...
gl: Número de &segmento...

source: &Segmentation...
gl: &Segmentación...

source: &Sheet Names
gl: Nome&s das follas

source: &Skip
gl: &Omitir

source: &Skip PO header
gl: O&mitir cabeceira de PO

source: &Source (segment {0}):
gl: Orixe (&segmento {0})

source: &Source Files Language:
gl: Idioma do&s ficheiros orixe:

source: &Source Language Tokenizer:
gl: Tokenizer do idioma de &orixe:

source: &Statistics
gl: E&statísticas

source: &Target Language Tokenizer:
gl: &Tokenizer do idioma de destino:

source: &Title Case
gl: Maiúscula só na primeira le&tra

source: &Tools
gl: Ferramen&tas

source: &Translated
gl: &Traducidos

source: &Translated Files Language:
gl: Idioma dos ficheiros &traducidos:

source: &Undo Last Action
gl: &Desfacer a última acción

source: &Upper Case
gl: Maiúsc&ulas

source: &User's Manual...
gl: Manual de &usuario...

source: &View
gl: &Ver

source: &value (of form input, including button, submit and reset)
gl: &value (para as caixas de entrada dos formularios, incluíndo botóns, envío e reinicio)

source: '{0}' menu selected
gl: Menú seleccionado: '{0}'

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Copy Files to Source Folder... button in the Project Files window or call this action from the Project menu and select the source files you want to copy.
gl: (No manual de usuario, consulte «Ficheiros para traducir» > «Formatos de ficheiro» para ver a lista de formatos de ficheiro admitidos.) Para engadir ficheiros ao proxecto, prema no botón Copiar ficheiros a cartafol de orixe... na xanela de Ficheiros do proxecto ou chame a esta acción desde o menú Proxecto e seleccione os ficheiros orixe que quere copiar.

source: (X)HTML Filter Options
gl: Opcións do filtro (X)HTML

source: (close tag)
gl: (etiqueta de peche)

source: (comment tag)
gl: (etiqueta de comentario)

source: (empty tag)
gl: (etiqueta baleira)

source: 1 conflict
gl: 1 conflito

source: 1 segment
gl: 1 segmento

source: 1) Reduce the number of source files and translate in batches;
gl: 1) Reduza o número de ficheiros orixe e tradúzaos en paquetes.

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
gl: 2) Incremente a cantidade de memoria dispoñíbel para OmegaT, especificando «java -Xmx<size-in-MB>M -jar OmegaT.jar» na liña de ordes ou no script de inicio de OmegaT; A configuración actual ten {0}MB;

source: <&br> (breaks)
gl: <&br> (quebras)

source: <EMPTY>
gl: <BALEIRA>

source: <No suggestions>
gl: <Sen suxestións>

source: <html>Per-project external commands are disabled and will not be executed.
gl: <html> As ordes externas por proxecto están desactivadas e non se executarán.

source: <none>
gl: <ningún>

source: A note is just a comment regarding this set of source text and translation.
gl: Unha nota só é un comentario tendo en conta o conxunto de texto de orixe e tradución.

source: A&dd
gl: Enga&dir

source: A&ggregate Tags
gl: Etiquetas de a&gregado

source: A&uto-completion
gl: A&utocompletado

source: Aborted.
gl: Acción abortada.

source: About OmegaT
gl: Sobre OmegaT

source: Add Pattern
gl: Engadir padrón

source: Add Script
gl: Engadir script

source: Add To Dictionary
gl: Engadir ao dicionario

source: Add characters to the custom table by double-clicking, or by highlighting and pressing the Insert key.
gl: Engada caracteres á táboa facendo dobre clic ou destacando e premendo a tecla de inserir.

source: Add or rewrite encoding declaration in HTML and XHTML files:
gl: Engadir ou reescribir a declaración de codificación nos ficheiros HTML e XHTML:

source: Added {0} glossary entries from {1}
gl: Engadidas {0} entradas no glosario de {1}

source: Align project against {0}
gl: Aliñar proxecto con {0}

source: Allow tag editing
gl: Permitir a edición de etiquetas

source: Allows to view, add, remove or edit a note in the active segment.
gl: Permite ver, engadir, eliminar ou editar unha nota no segmento activo.

source: Also allow per-project external commands
gl: Permitir tamén ordes externas por proxecto

source: An error occurred while trying to create a new folder
gl: Produciuse un erro ao tentar crear un novo cartafol

source: An error occurred while trying to run console process: {0}
gl: Produciuse un erro ao intentar executar un proceso na consola: {0}

source: An exception occurred while parsing the TMX file {0} The TMX file will not be loaded.
gl: Produciuse unha excepción ao analizar o ficheiro TMX {0} O ficheiro TMX non será cargado.

source: Analyzing strings - {0} of {1} completed
gl: Analizando cadeas - {0} de {1} completadas

source: Android Resources
gl: Recursos de Android

source: Are you sure you want to remove the {0} set of segmentation rules?
gl: Está seguro de que quere eliminar o conxunto {0} de regras de segmentación?

source: Arrays must not be null
gl: Os arrays non deben ser null

source: As a result of this, all settings will be at their defaults, due to which you may experience unexpected, but correct behaviour.
gl: Como resultado disto, todas as configuracións serán as configuracións predeterminadas, debido ao que pode experimentar comportamentos inesperados mais correctos.

source: Attempt to convert &numbers when inserting a fuzzy match
gl: Intentar converter os &números cando se insira unha coincidencia parcial

source: Attribute:
gl: Atributo:

source: Aut&hor:
gl: Auto&r:

source: Authentication
gl: Autenticación

source: Auto replace 'nplurals=INTEGER; &plural=EXPRESSION;' in header
gl: Substituír automaticamente 'nplurals=INTEGER; &plural=EXPRESSION;' na cabeceira

source: Auto-text configuration
gl: Confituración de autotexto

source: Auto-text file (*.autotext)
gl: Ficheiro de autotexto (*.autotext)

source: Autotext entries
gl: Entradas de autotexto

source: Available dictionaries:
gl: Dicionarios dispoñíbeis:

source: Available script engines:
gl: Motores de script dispoñíbeis:

source: B&rowse
gl: Examina&r

source: Bad folder name {0}
gl: Nome de cartafol incorrecto {0}

source: Bad nesting
gl: Erro no aniñamento

source: Bad regular expression
gl: Expresión regular incorrecta!

source: Bad regular expression!
gl: Expresión regular incorrecta!

source: Bookmark &references
gl: &Referencias de marcadores

source: Break/Exception
gl: Quebra/Excepción

source: Bro&wse
gl: E&xaminar

source: Brows&e
gl: &Examinar

source: Browse
gl: Examinar

source: C&ase sensitive
gl: Diferenci&ar maiúsculas de minúsculas

source: C&harts
gl: &Listas

source: Camtasia for Windows
gl: Camtasia para Windows

source: Cancelled creating new team project
gl: Novo proxecto en equipo cancelado

source: Cannot access glossary folder!
gl: Non é posíbel acceder ao cartafol glossary!

source: Cannot create folder for translated files:
gl: Non é posíbel crear o cartafol para os ficheiros traducidos:

source: Cannot load specified XML file!
gl: Non é posíbel cargar o ficheiro XML especificado!

source: Cannot read selected script file.
gl: Imposíbel ler o ficheiro script seleccionado.

source: Cannot reset the filter to default patterns.
gl: Non é posíbel reiniciar o filtro aos padróns predeterminados.

source: Catalan
gl: Catalán

source: Change date
gl: Cambiar data

source: Changed &before:
gl: Cam&biado antes de:

source: Changed after:
gl: Cambiado despois de:

source: Changer
gl: Modificador

source: Character table
gl: Táboa de caracteres...

source: Character table auto-completer options
gl: Opcións de autocompletado da táboa de caracteres

source: Characters (including spaces)
gl: Caracteres (incluíndo os espazos)

source: Characters (without spaces)
gl: Caracteres (sen espazos)

source: Check &all printf-variables (e.g., %s, %-s)
gl: Comprobar &todas as variábeis de printf (p.ex., %s, %-s)

source: Check in Ctrl E Project Properties .
gl: Vaia a Ctrl E Proxecto Propiedades para comprobalo.

source: Check simple &java MessageFormat patterns (e.g. {0})
gl: Comprobar os padróns MessageFormat simples de &java (por exemplo, {0})

source: Check that your dict files are in the correct folder (or in a subfolder below it).
gl: Asegúrese de que os ficheiros de dicionario están no cartafol correcto (ou nun subcartafol a un nivel inferior).

source: Checking out the project...
gl: Realizando checkout do proxecto...

source: Chinese
gl: Chinés

source: Clear
gl: Limpar

source: Click on '{0}' menu item
gl: Prema no elemento de menú ''{0}"

source: Co&mments
gl: Co&mentarios

source: Column Index must be equal to 1
gl: O índice da columna deber ser igual a 1

source: Comme&nts
gl: Come&ntarios

source: Comment
gl: Comentario

source: Comment:
gl: Comentario:

source: Comments
gl: Comentarios

source: Commit Source Files
gl: Confirmar ficheiros de partida

source: Commit Target Files
gl: Confirmar ficheiros de chegada

source: Commit not possible because somebody else changed remote translation.
gl: Non foi posíbel levar a cabo a remisión porque alguén cambiou a tradución do servidor.

source: Compress whitespace in translated document
gl: Comprimir o espazo en branco no documento traducido

source: Con&tents
gl: Con&tidos

source: Confirm
gl: Confirmar

source: Confirm removal of pattern {0}
gl: Confirmar retiro do patrón {0}

source: Confirm uninstalling
gl: Confirmar a desinstalación

source: Conflict resolution
gl: Resolución do conflito

source: Conflict {0} of {1}
gl: Conflito {0} de {1}

source: Confused by false start of comment tag!
gl: Programa detido por un inicio incorrecto da etiqueta de comentario!

source: Connection available, the project is in team project mode.
gl: Conexión dispoñíbel, o proxecto está en modo proxecto en equipo.

source: Cop&y Files to Source Folder...
gl: Cop&iar ficheiros ao cartafol de orixe...

source: Copy
gl: Copiar

source: Copy Files to Source Folder...
gl: Copiar ficheiros ao cartafol de orixe...

source: Could not initialize OS look and feel!
gl: Non foi posíbel iniciar a aparencia do sistema operativo!

source: Could not save credentials to text file
gl: Non se puideron gardar as credenciais nun ficheiro de texto

source: Create &Translated Documents
gl: Crear documentos &traducidos

source: Create Alternative Translation
gl: Crear unha tradución alternativa

source: Create Current Translated &Document
gl: Crear &documento actual traducido

source: Create Glossary Entry
gl: Crear entrada do glosario

source: Create New Project
gl: Crear un proxecto novo

source: Create a New Project
gl: Crear un proxecto novo

source: Create pseudo-translate TMX
gl: Crear pseudo memoria TMX

source: Created by: {0}
gl: Creado por: {0}

source: Creating translated documents: {0}
gl: Creando os documentos traducidos: {0}

source: Creation date
gl: Data de creación

source: Creator
gl: Creador

source: Custom table
gl: Táboa personalizada

source: Cut
gl: Cortar

source: D&iagrams
gl: Dia&gramas

source: Default
gl: Predeterminado

source: Deleted
gl: Eliminado

source: Detail View
gl: Vista de detalle

source: Details unavailable
gl: Non hai detalles

source: Dictionaries
gl: Dicionarios

source: Dictionaries already installed:
gl: Dicionarios xa instalados:

source: Dictionaries in OmegaT are based on the StarDict or on the Lingvo DSL format.
gl: Os dicionarios de OmegaT están baseados no formato StarDict ou Lingvo DSL.

source: Dictionary
gl: Dicionario

source: Dictionary File Folder
gl: Cartafol do ficheiro de dicionario

source: Dictionary Files Folder
gl: Cartafol dos dicionarios

source: Dictionary Folder:
gl: Cartafol do dicionario:

source: Dictionary Installer
gl: Instalador de dicionarios

source: Dictionary file folder:
gl: Cartafol do ficheiro de dicionario:

source: Dictionary files folder entered does not exist!
gl: O cartafol de ficheiros de dicionarios non existe!

source: Display
gl: Amosar

source: Display &None
gl: &Non amosar para ningún

source: Display &Source Segments
gl: Amosar &segmentos de orixe

source: Display Font
gl: Tipo de letra da pantalla

source: Display all &source segments in bold
gl: Amosar todos os &segmentos de orixe en negra

source: Display for &All Segments
gl: &Amosar para todos os segmentos

source: Display for Current &Segment
gl: Amosar para o &segmento actual

source: Displays alternative translations that you have created for segments that are repeated in the project.
gl: Amosa as traducións alternativas que creou para os segmentos repetidos no proxecto.

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
gl: Amosa os comentarios do segmento activo, se existen no segmento de orixe e o filtro de ficheiros o permite (por exemplo, PO-filter).

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
gl: Amosa as entradas do dicionario atopadas nos ficheiros de dicionario situados no cartafol /dictionary/ se están presentes no segmento de orixe.

source: Displays the entries as "<target> → <source>"
gl: Amosa as entradas como "<destino> → <orixe>"

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
gl: Amosa as entradas do glosario atopadas nos ficheiros de glosario situados no cartafol /glossary/ se están presentes no segmento de orixe.

source: Displays the translation memories segments that match the source segment.
gl: Amosa os segmentos da memoria de tradución que coincidan co segmento de orixe.

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
gl: Non traducir o atributo de contido dos meta-tags cos seguintes pares chave-valor dos atributos (separados por comas):

source: Do not translate the content of tags with the following attribute key-value pairs (separate with commas):
gl: Non traducir o contido das etiquetas cos seguintes pares chave-valor dos atributos (separados por comas):

source: Do you really want to quit?
gl: Está seguro de que quere saír?

source: Do you want to continue?
gl: Quere continuar?

source: Dock
gl: Ancorar

source: Does the folder contain three files of the same name, with extensions?
gl: Contén o cartafol tres ficheiros do mesmo nome, con diferentes extensións?

source: Done
gl: Feito

source: Download &Team Project...
gl: Descargar o proxec&to do equipo...

source: Download Media&Wiki Page...
gl: Descargar desde unha páxina Media&Wiki...

source: Download MediaWiki Page
gl: Descargar unha páxina MediaWiki

source: Download the file - it should be a tarball archive (extension tar.bz or tar.bz2).
gl: Descargue o ficheiro. Debe ser un ficheiro tarball (con extensión tar.bz ou tar.bz2).

source: Dra&wings
gl: Debu&xos

source: Duplicate
gl: Duplicado

source: Dutch
gl: Neerlandés

source: E&nable Sentence-level Segmenting
gl: Activar a segme&ntación a nivel de frase

source: E&xport Selection
gl: E&xportar selección

source: ERROR: (declaring bean)
gl: ERRO: (declarando a bean)

source: ERROR: {0}
gl: ERRO: {0}

source: Edit Filter
gl: Editar filtro

source: Edit Filter Patterns
gl: Editar padróns de ficheiros

source: Edit Pattern
gl: Editar padrón

source: Edit Project
gl: Editar proxecto

source: Edit project properties here.
gl: Edite as propiedades do proxecto aquí.

source: Enabled
gl: Activado

source: Encoding
gl: Codificación

source: Encountered illegal \u sequence
gl: Atopouse unha secuencia \u ilegal

source: End of stream encountered without finding close block!
gl: Atopouse un fin de fluxo sen o seu correspondente bloque de peche!

source: English
gl: Inglés

source: Enter a source term, a target term and a comment:
gl: Inserir un termo de orixe, un termo de destino e un comentario:

source: Enter the segment number:
gl: Insira o número de segmento:

source: Entries
gl: Entradas

source: Entries from the writeable glossary are in bold.
gl: As entradas do glosario editable están en negriña.

source: Error
gl: Erro

source: Error checking out the project from remote repository:
gl: Erro realizando o checkout do proxecto desde un repositorio remoto:

source: Error checking out the project from remote repository: {0}
gl: Erro realizando o checkout do proxecto desde un repositorio remoto: {0}

source: Error creating project!
gl: Produciuse un erro ao crear o proxecto!

source: Error decoding user and password.
gl: Error ao decodificar o usuario e contrasinal.

source: Error extracting MT result from MyMemory, response:
gl: Erro ao extraer resultado da memoria de MyMemory, resposta:

source: Error fixing tags
gl: Produciuse un erro ao arranxar as etiquetas

source: Error in file
gl: Produciuse un erro no ficheiro

source: Error in file {0}, line {1}
gl: Produciuse un erro no ficheiro {0}, liña {1}

source: Error initializing marker '{0}'
gl: Produciuse un erro ao inicializar o marcador '{0}'

source: Error load plugin from class '{0}': {1}: {2}
gl: Erro ao cargar o engadido da clase '{0}': {1}: {2}

source: Error monitoring external command!
gl: Error ao controlar a orde externa!

source: Error on application startup
gl: Produciuse un erro ao inicio da aplicación

source: Error reading TMX level2 at line {0} column {1}
gl: Error na lectura do ficheiro TMX level2 na liña {0}, columna {1}

source: Error saving project file!
gl: Produciuse un erro ao gardar o proxecto!

source: Error saving segmentation rules configuration:
gl: Produciuse un erro ao gardar a configuración das regras de segmentación:

source: Error searching directory tree!
gl: Produciuse un erro ao buscar na árbore de cartafoles!

source: Error starting external command: {0}
gl: Error ao iniciar orde externa: {0}

source: Error unload plugin from class '{0}': {1}
gl: Erro ao liberar o engadido da clase '{0}': {1}

source: Error while trying to edit the project!
gl: Produciuse un erro ao tentar editar o proxecto!

source: Error while trying to save script.
gl: Erro durante o gardado do script.

source: Error {0}: {1}
gl: ERRO: {0}: {1}

source: Escaped binary char contains malformed data ({0})!
gl: O carácter binario escapado contén información mal formada ({0})!

source: Escaped character never terminated!
gl: Carácter de escape sen remate!

source: Escaped decimal char contains malformed data ({0})!
gl: O carácter decimal escapado contén información mal formada ({0})!

source: Event: application shutdown
gl: Evento: peche de aplicación

source: Event: application startup
gl: Evento: inicio de aplicación

source: Event: font changed
gl: Evento: fonte cambiada

source: Event: new entry activated
gl: Evento: nova entrada activada

source: Event: new file activated ({0})
gl: Evento: novo ficheiro activado ({0})

source: Event: project change - "{0}"
gl: Evento: proxecto cambiado - "{0}"

source: Exact match:
gl: Coincidencia exacta:

source: Exception occurred:
gl: Produciuse unha excepción:

source: Exception while editing options:
gl: Produciuse unha excepción mentres se editaban as opcións:

source: Exception while parsing:
gl: Produciuse unha excepción ao analizar:

source: Exceptions occurred while loading segmentation rules:
gl: Producíronse excepcións mentres se cargaban as regras de segmentación:

source: Executing external command...
gl: Executando orde externa...

source: Exit code {0}: "{1}"
gl: Código de saída {0}: "{1}"
